[
  {
    "path": "posts/2021-04-22-team-12/",
    "title": "Group 12 Final Project: AutoSave",
    "description": "An effective way to nudge people to save more effortlessly.",
    "author": [
      {
        "name": "Jason Xiao",
        "url": {}
      },
      {
        "name": "Sai Ma",
        "url": {}
      },
      {
        "name": "Mia Knight",
        "url": {}
      },
      {
        "name": "Christy Qiu",
        "url": {}
      }
    ],
    "date": "2021-05-07",
    "categories": [],
    "contents": "\nProblem Statement\nIt is a known fact that Americans do not save enough, whether for rainy days or for retirement. Research has shown 69% of Americans have less than $1,000 in savings, and 39% of Americans would be unable to pay an emergency expense of more than $400. This is concerning because it shows that the majority of Americans aren’t financially prepared for the unexpected, which we’ve seen during the pandemic with mass layoffs and record-high unemployment rates.\nUser Personas\nPersona 1: Jane Doe (Entered Workforce Directly)\n\nPersona 2: Alan Wang (Student without financial aid)\n\nPersona 3:Susie Lee (Student with full financial aid)\n\nConversation Starters\nDo you have a plan for your savings and future? Is there a reason you are saving that much?\nWhere are savings in terms of your financial priorities?\nWhat are the biggest challenges you face in saving money?\nWhat has been most beneficial in helping you save money?\nIf you had extra money right now, what would you do with it?\nUser Interviews\nInterview 1 Name: Pharaoh Tyehimba (Entered Workforce Directly)\nWhen did it happen: April 2021\nHow did it happen: Interview was conducted via video call through zoom, guided by a set of pre-selected questions, as well as some open-ended questions as fit in the conversation.\nInterview 2 Name: Jason Chau (Student Without Financial Aid)\nWhen did it happen: April 2021\nHow did it happen: Interview was conducted via phone call, guided by a set of pre-selected questions, as well as some open-ended questions as fit in the conversation.\nInterview 3 Name: Sharmari Harrington (Student with full financial aid)\nWhen did it happen: April 2021\nHow did it happen: Interview was conducted in person, guided by a set of pre-selected questions, as well as some open-ended questions as fit in the conversation.\nLearnings from the User Interviews\nLearning 1\nLearning 1: “I don’t know how much I should be saving, and I don’t have a plan.”\nThis tweaked our understanding of our user problem as it showed that the main problem hindering savings was not that people cannot save, but that they genuinely don’t know how to save or have a solid plan for it. Many don’t save because they don’t even know how to begin. To account for this, we needed to find a way to guide users towards concrete savings goals. This led us to automatically generated goals, as well as the product sign-up prompting goals by default.\nLearning 2\nLearning 2: “I tend to go through impulsive buying because I easily forget my savings goals, especially on a daily basis.”\nThis tweaked our understanding of the problem because it helped us identify one of the primary challenges our prospective users faced in building their savings. Savings is a long-term pursuit, and we needed a way for people to continuously save without much effort. This led us to automatic withdrawals into the savings account before money can even be spent, eliminating the issue of impulse buying.\nLearning 3\nLearning 3: “I only save when people have both a surplus of money and am consciously thinking about savings.”\nThis tweaked our understanding of the problem because it helped us realize the necessary conditions for many of our prospective users to save. They need to have both a surplus of money and be consciously thinking about adding to savings. We needed to find a way for our product to help people achieve these conditions effortlessly. This led us to daily challenges combined with automatic withdrawals, empowering users to meet both conditions. Users are nudged to save more money, and automatic withdrawals eliminate the need for conscious thinking.\nStoryboarding a Solution\nFrame 1: Meet Jane\nPoint 1: Jane was raised in a low-income household and did not have a lot of financial support or education growing up.\nPoint 2: Jane currently works in foodservice and lives with her parents at home.\nPoint 3: Jane has tried to save money, but it’s complicated. She wants to move out of her parents’ house.\n\nFrame 2: Jane Signs Up\nPoint 1: Jane heard that AutoSave is an easy-to-use financial account that is focused on helping her save and reach financial independence.\nPoint 2: Jane signs up for an account with checking, savings, and retirement accounts all incorporated into one easy-to-manage app.\nPoint 3: Jane sets up a direct deposit of her salary onto the app, and is prompted to divide her incoming payments into checkings/savings/retirement accounts by default.\n\nFrame 3: AutoSave helps Jane Track her Savings\nPoint 1: AutoSave generates goals, and prompts Jane to manually add goals. She adds a goal to save for a down payment on a house.\nPoint 2: Each time Jane gets paid, as well as periodically, she receives a notification with a breakdown of her accounts and progress towards her goals.\nPoint 3: Jane also looks at her savings performance compared to others, and uses it as a benchmark to start saving at a rate comparable to her peers on the app.\n\nFrame 4: AutoSave helps Jane cut her spending\nPoint 1: AutoSave learns Jane’s spending habits over time, producing real-time, on-demand reports that allow her to systematically track and understand her spending habits.\nPoint 2: Jane compares how much she is spending relative to others in her area and demographic, and looks at recommendations on how she can improve.\nPoint 3: Jane sees that she is spending way more money on food and transportation than she previously thought, and much more than her peers. She aims to cut down on spending going forward.\n\nFrame 5: AutoSave helps Jane cut her spending\nPoint 1: AutoSave comes up with recommendations and tailored daily challenges to help her cut spending and reach her savings goals.\nPoint 2: When she completes these challenges, AutoSave automatically moves the money she saves as a result of the challenges into her savings accounts.\n(e.g. Jane usually spends $15 a day on food, she successfully completes her challenge to spend only $10 on food, so AutoSave automatically deposits $5 into her savings.)\nPoint 3: Jane continues to work towards her goal of saving for a down payment, and faces constant nudges to spend less without needing to be fully conscious of her savings.\n\nFrame 6: Jane’s Results\nPoint 1: After a period of time using the app, Jane has accomplished her goal of saving enough for down payment and is continually building her savings.\nPoint 2: Before AutoSave, Jane had no plans for her finances at all. Now, she has a savings account, a retirement account, and a solid plan for her finances.\nPoint 3: Jane is satisfied with how her financial situation has progressed since signing up for the app, and recommends it to her friends.\n\nNext Steps\nSome next steps we anticipate include the following:\nConduct more user interviews to better understand our target audience.\nCreate a digital prototype of our product using UI/UX tools.\nOnce a digital prototype is created, hold a focus group to see how people interact with the product.\nMake adjustments and iterate based on insights from user interviews and focus groups.\nFormulate a plan to scale the product.\n\n\n\n",
    "preview": "posts/2021-04-22-team-12/Savings.png",
    "last_modified": "2021-05-07T23:01:49-04:00",
    "input_file": "project_summary.utf8.md"
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Market Design Projects",
    "description": "Welcome to our new blog, Market Design Projects. We hope you enjoy \nreading what we have to say!",
    "author": [
      {
        "name": "Amit Gandhi",
        "url": {}
      }
    ],
    "date": "2021-04-22",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-22T16:17:41+00:00",
    "input_file": {}
  }
]
