[
  {
    "path": "posts/2021-04-22-team-1/",
    "title": "CareClub - Making Charity Effortless",
    "description": "CareClub was designed to give people the opportunity to connect with causes\nthey are passionate about through an integrated, e-commerce experience.",
    "author": [
      {
        "name": "Team 1",
        "url": {}
      },
      {
        "name": "Benjamin Heller",
        "url": {}
      },
      {
        "name": "Catherine Kolski",
        "url": {}
      },
      {
        "name": "Changtian (Devin) Ma",
        "url": {}
      },
      {
        "name": "Jordi Nonay Jordi",
        "url": {}
      }
    ],
    "date": "2021-05-02",
    "categories": [],
    "contents": "\nProblem Statement\nOnline donations account for over 50% of all charitable donations, but there are many inefficiencies that complicate a donor’s decision to donate — inconvenience of payment processing and lack of transparency or choice of charities — which lead to potential donors who “want to give, but find it difficult to do so.”\n\n“Only 38% of donors who made an online gift to a nonprofit in 2016 made an online gift again to that nonprofit in 2017” (Source: doublethedonation.com)\n\nTherefore, the decision inefficiency is leaving monetary donations on the table. These donations could have effectively helped contribute to any number of valuable causes, so we want to provide a solution where users who shop online (retail, food delivery, or other services) can customize their own donation preferences at already implemented check out processes.\nUser Personas\nPersona 1 - B2B Retailer\n\nPersona 2 - College Student\n\nPersona 3 - Consumer Retailer\n\nConversation Starters\nWhere do you mostly shop (clothes, groceries or other)? In store or online?\nHow often do you donate to charity? Are you or have you been involved with charities or nonprofits?\nAre you part of a rewards program with your favorite retailer? If so, what are the benefits of the program (free shipping, points, etc)?\nTell me about a time when something prevented you from giving more or being charitable.\nWhat are the main problems or barriers/frictions you face when trying to be charitable? Money (economic security)? Time-consuming, effortful process? Lack of information or options regarding causes or charities? Are they the same factors that discourage saving (dislike present losses)?\nUser Interviews\nJoan: VP of Merchandising at a B2B Retail Company, Perry Ellis International\nWhen did it happen: The interview with Joan, a head of merchandising at the B2B retail company Perry Ellis International, happened on March 29, 2021.\nHow did it happen: We spoke over the phone, and the interview was recorded using Otter.ai so the information gathered from the conversation could be shared with other group members easily.\nRishu: College Student at University of Pennsylvania\nWhen did it happen: March 24, 2021\nHow did it happen: We conducted the interview via Zoom and chatted for about 30 minutes. We recorded the conversation, with consent, using Otter.ai so that we have a transcript of the conversation.\nLesley: President of the Cashmere Sale (a division of Republic Clothing Apparel)\nWhen did it happen: March 29, 2021\nHow did it happen: We conducted an interview in person and the interview was recorded using Otter.ai so that we could focus on the interview in the moment and re-run through the interview with other group members.\nLearnings from the User Interviews\nLearning 1\nWe learned that B2B retailers are not viable options for this market design implementation because they don’t have an outward facing platform that can engage consumers. In terms of B2B philanthropic ventures, they still have a donation process, but it varies and does not rely on consumer donations for the most part. They tend to donate old clothes that did not sell well or were slightly damaged in the production process in lieu of strictly monetary donations. We learned that we should tweak our approach to the lack of charitable donations to a market nudge tailored to the checkout page of consumer retail businesses.\nThe other concept we discussed with this user persona was her experience as a consumer as well. Primarily, she pointed out that people are more willing to donate in front of other people, which sparked the idea for a community aspect to this market design nudge. She also explained that as you get older, people ask you for money everyday, so any nudge to donate to charity must be for something a person is passionate about and something we should incorporate. Even though donation fatigue is something we need to seriously consider, there is a way to work around it through engaging individual’s social network or plugging into their passions surrounding philanthropic ventures.\nLearning 2\nWe learned that Rishu is open to donating a small “round-up” amount during self checkout at grocery and drug stores like Acme and CVS. This motivated our feature that would allow the user to select a preset amount or percentage of the order they are comfortable with so that they can find donating more accessible and flexible.\nWe also learned that college-aged donors like Rishu wants to know how the donation money is used and where it has gone towards. This motivated our idea of allowing the user to choose a cause they feel strongly about during the “one-time setup”. We also plan to provide a feature so that the user will see which project their money went towards so that the donor has the peace of mind when they donate.\nLearning 3\nWe learned that for small businesses like The Cashmere Sale, their partnerships with charitable organizations are extremely important not just for the benefit of making donations and being charitable, but also for spreading the word of their business and bringing in new customers. By partnering with a charity, The Cashmere Sale can host joint events with them and get access to the charity’s email list. Lesley’s business looks for organizations that they believe would have their most involved members be interested in their retail. Therefore it is beneficial for their business to be in control of the charities they are donating too.\nShe does believe that there could be better ways to convince their customers to donate. Currently, they partner with Breast Cancer organizations throughout the country and usually pick a few items that upon purchase, The Cashmere Sale agrees to donate more money to their partnered Breast Cancer organizations. They partner with Breast Cancer organizations because they believe their main demographic of customers has a lot of overlap with the people most involved with these organizations.\nThis led to the main takeaway being in order to maximize charitable donations, it is best to create a product that comes from the customer side rather than the business side. Businesses already have processes in place to donate to charities and work with charities, so the most realistic impact our product can have is by placing the power of donating into the hands of individual shoppers. While we can still interact with businesses, we want to make sure we do not prevent them from producing their own partnerships with charities.\nStoryboarding a Solution\n1) The Traditional Online Shopping Experience\nBob is a regular online shopper\nHe buys clothes, groceries and other home products from a variety of online retailers\nThe checkout process is already long and Bob dislikes having to spend time deciding whether he should donate, how he wants to contribute and reading through different charity options\n\n2) Download Chrome Extension\nWith CareClub, Bob’s friend Bill is effortlessly earning rewards (discount codes) for his contributions and gains extra satisfaction from his charitable actions\nBob decides to download the extension to take advantage of those features and automate his donation preferences\nPass-through contributions and potential for new customers are some of the incentives on the business side\n Our proposed solution is a chrome extension that automates the donation process (when available at online retailers) by attempting to leverage social norms, setting a good default, and appealing to cognitive ease.\nThroughout the semester, we have tried to get a comprehensive understanding of the frictions and motivations for giving. The rewards feature attempts to maximize “warm glow giving”, the economic theory that describes how people’s charitable contributions are largely driven by the selfish pleasure they receive from giving and “doing good”. Further, the latest research by John List has highlighted the “relative importance of benefits to self as a driver of giving” (https://www.nber.org/papers/w26559). A statewide field experiment, undertaken in partnership with Alaska’s Pick.Click.Give Charitable Contributions Program, found that individuals who received an appeal to self (“Warm Your Heart”) were 4.5% more likely to donate and contributed 20% more than the control group.\n3) One Time Setup\nBob is able to customize his donation preferences\nHe selects the causes he cares most about and chooses his preferred donation method (round-up, fixed rate or flat amount)\nBob’s preferences will be applied at checkouts (where available)\n More specifically, we envision that the tool may suggest causes, and potentially charities, based on key impact metrics rather than simply by popularity or size. This particular feature would further appeal to the users who may have considered doing the thorough research and screening process independently to find the causes they care about and feel most attached to the measurable impact that their contribution will have.\n4) Donation Opportunity\nA few days later, Bob makes a new purchase for Bill’s birthday\nAt checkout, he is prompted to confirm (or skip the donation) as the chrome extension applies his preset preferences\nHe then completes the purchase effortlessly and knowing that the he cares about the cause he donated to\n The message displayed with the donation opportunity is yet another reminder of how good it feels to give and uses the findings of the “Warm Your Heart” experiment.\nWe opted for keeping a confirmation stage in the automation process following user feedback on the storyboards.\n5) Donation Summary\nBob is presented with a summary of his contribution\nHe can share his charitable moment with his friends and other CareClub members\nBob is only $X away from being able to claim his first discounts at a select range of online retailers!\n\n6) Donation Feed\nBob is able to interact with his friends and the CareClub community’s charitable contributions\nHe can also see his CareClub impact from his donation history\nAt any time, he can make changes to his automated preferences\n The social aspect of donating can be missed in an online setting and this social feed (inspired by Venmo) is an alternative to incorporate that. Here, our solution aims to use social norms. Research shows that individuals assess what the majority has done and attempts to behave in a manner that is fair or similar (https://directory.uleth.ca/users/debra.basil). Additionally, people who are indifferent about contributions react most strongly to information about others’ behavior and their contributions increase, on average, if they know that many others contribute (https://www.aeaweb.org/articles?id=10.1257/0002828043052187). Displaying the names of the people and friends who have donated as well as providing an integration with social media sets up this environment.\n7) Rewarding Donations (value creation)\nNow, every time Bob completes his online orders he no longer has to reconsider his donation preferences\nCareClub makes him feels more rewarded by his donations and encourages charitable actions\nHe is able to save time and is reassured that his personalized contributions are going to the causes he cares the most about\n\nNext Steps\nOur project aims to make people feel more informed about their donations while doing the “most good” (effective altruism) with the least effort. We want people to feel good about being able to donate when and how they want, to the causes that they care most about.\nTo fulfill such goals we envision exploring an extension that will learn to understand the user, possibly by using Google and CareClub member data. Our solution could provide recommendations and suggest retailers that offer donation programs that better match the users’ desired causes. In addition, we could test a recommendation system that would prompt returning users to raise their donation commitments leveraging the “foot-in-the-door effect” and “Give More Tomorrow” findings pioneered by Richard Thaler. We also recognize that we have to make sure to build incentives for people to sign up for CareClub in the first place. This requires utilizing marketing tools on many different platforms, and also considering other incentives such as telling people we will donate a certain amount of money if they sign up.\nUltimately, the immediate next step would be to quickly deploy an MVP with the goal of maximizing the amount of feedback acquired from target users about the potential of our product idea. This will let us know if our solution solves their problem and provide a base on which to iterate. We have began designing the first prototype which is previewed below.\n\n\n\n\n\n",
    "preview": "posts/2021-04-22-team-1/coverimage.png",
    "last_modified": "2021-05-02T01:51:18+00:00",
    "input_file": "team-1.utf8.md"
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Market Design Projects",
    "description": "Welcome to our new blog, Market Design Projects. We hope you enjoy \nreading what we have to say!",
    "author": [
      {
        "name": "Amit Gandhi",
        "url": {}
      }
    ],
    "date": "2021-04-22",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-22T16:17:41+00:00",
    "input_file": {}
  }
]
