[
  {
    "path": "posts/2021-04-22-team-13/",
    "title": "Mitigating Covid Spread in Pottruck",
    "description": "We decided to explore how to determine who is allowed to do what at Pottruck in order to keep students as safe as possible while allowing them to use facilities.",
    "author": [
      {
        "name": "Siraj Qureshi",
        "url": {}
      },
      {
        "name": "Joanna Giang",
        "url": {}
      },
      {
        "name": "Dee Xie",
        "url": {}
      },
      {
        "name": "Nico Ubide",
        "url": {}
      }
    ],
    "date": "2021-05-15",
    "categories": [],
    "contents": "\nProblem Statement\nOur goal is to help Pottruck reopen while keeping everyone safe in the face of the ongoing pandemic, as gyms are a major vector of spread. Thus, the design problem we originally set out to explore was:\n“Who gets to work out at Pottruck and when in order to ensure the safest reopening process possible”.\nThis problem is relevant to any and all former Penn community members that frequented Pottruck and to the staff who are required to interface with the people who use the facility. It is also a crucially important stepping stone and beta test for Penn’s anticipated full re-opening in the fall.\nUser Personas\n\nConversation Starters\nSo how often do you use Pottruck in an average week now?\nCan you tell me a bit about your experiences there? (shifts focus to interviewee)\nWhat are your opinions on the Pottruck reopening process? Likes or dislkes?\nDo you feel safe at Pottruck, and why?\nWhat would you change about Pottruck’s reopening thus far?\nUser Interviews\nInterview 1–Penn Student\nOn Apr 9th, Joanna interviewed a gym-going friend who often uses the pottruck facilities in a virtual format for covid safety reasons. She asked a variety of questions about her experiences while at the gym, safety, and how to improve her experience.\nInterview 2–Pottruck Staff Member\nOn Apr 11, Dee interviewed a Pottruck Staff member in-person, who kindly gave us time while at work. They discussed reopenng protocol, safety for staff and students, and asked for any comments on the efficacy of current safety measures.\nLearnings from the User Interviews\nLearning 1\nFirstly, we learned that most students are following covid safety protocols well, and by integrating students’ experience with data on covid transmission, we also learned that most additional restrictions we considered would be unnecessary. Rather, we tweaked our design problem to explore how many people can work out safely at pottruck, given a range of safety measures that are well-followed.\nLearning 2\nOur idea of having outdoor weights was deemed untenable due to equipment degradation and logistics, so we had to ensure that spread could stay low in light of this news. We also learned that the staff sometimes feels unsafe when the gym is at higher capacity, leading us to consider another negative of increasing capacity too much.\nStoryboarding a Solution\nFrame 1\nA student matching user persona 1 wants to go to the gym, but knows that it’s often impossible to find a slot that fits with her schedule, and doesn’t like having to wait in lines/get denied at the door.\nThis user has used the gym before covid, and is comparing her experience\nKey differences include lack of time slots due to limited availability, discomfort from wearing a mask, lack of equipment\n\nFrame 2 to 3\nThe user logs on to the Penn booking site\nThe site checks BEFORE booking for eligibility based on compliance with testing and Penn OpenPass\n\nOnce eligibility is verified, the user can immediately choose a time slot and make a reservation, similar to the current protocol in place\n\nFrame 4 (final frame)\nOur user has made it to the gym! Because of scheduling convenience and eligibility, she wasn’t denied at the door and is able to work out safely without putting herself at major risk of infection if Pottruck follows our covid safety recommendations.\n\nNext Steps\nIn the future, we would like to extend the SIR model to include quarantined and vaccinated sections, along with their projected rate of change. This will allow for continued modeling of policies as people get vaccinated, and we hypothesize that this will allow for further loosening of restrictions. This will also allow us to model continued covid testing over the semester. We also wanted to test whether separate, maskless rooms for the fully vaccinated would contribute to increased spread, which can be accounted for with the above modifications. Finally, we would like to model decreased social distance (and therefore more equipment) in the gym facilities.\n\n\n\n",
    "preview": "posts/2021-04-22-team-13/Enews-Covid-Gym-Safety-thumb-202101.jpg",
    "last_modified": "2021-05-15T19:39:08+00:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-22-team-9/",
    "title": "Let's.eat",
    "description": "App to dynamically and quickly choose a place and time to eat with friends by aggregating user preferences and constraints, all in one place",
    "author": [
      {
        "name": "Brahm Wieseneck",
        "url": {}
      },
      {
        "name": "Sabrina Peltier",
        "url": {}
      },
      {
        "name": "Ellen Manford",
        "url": {}
      },
      {
        "name": "Ivan Camps",
        "url": {}
      }
    ],
    "date": "2021-05-15",
    "categories": [],
    "contents": "\nProblem Statement\nThough humans are social creatures that love to spend time engaging the world around us with people we care about, the fact that we all live independent, fast-paced lives can make it difficult to find the time and effort to make plans. More specifically, choosing the optimal time and place to go out to eat with friends can create a lot of inefficiency that can stem from conflicting schedules, repetitiveness in eating choices, and overlooking individual preferences. People crave variety and spontaneity– they also want the ability to make the most informed decision for themselves with ease, and that’s where our solution comes in.\nUser Personas\nPersona 1\nPersonality 1: The College Student Name: Liam Age: 21 Personality: Liam is a college student on an urban/suburban campus. Liam is a busy engineering student taking a full course load and is involved with clubs and organizations on campus. With friends from his Greek organization, classes, and extracurriculars, Liam is often making plans to meet up with his friends for dinners or drinks when he has time in his busy schedule.\nPersona 2\nPersonality 2: The busy college graduate Name: Jessica Age: 25 Personality: Jessica works in New York City in marketing. She is three years out of college and her friends are all working time intensive jobs. When she can, she loves to reconnect with her college friends and high school friends. It can be hard though with everyone’s demanding schedules, and if plans are made they are often last minute. It can be hard to find the right place to go when they are making last minute reservations.\nPersona 3\nPersonality 3: The adult: Parent and worker Name: Micheal Age: 45 Personality: Micheal lives in the suburbs of an urban city. He has a loving wife and two kids. He works in the city and has a busy work schedule that is often changing because of internal and client meetings. Micheal and his wife often try to make dinner plans with their couple friends at least one night a weekend. Scheduling is hard, but he does his best to block out time. Micheal would love to be able to update his timing and see what times his friends are free to best schedule his meetings and prioritize his family and friends in a way that does not compromise his work.\nConversation Starters\nHow do you usually choose where to eat with your friends?\nHow often do you go out to eat with friends?\nWhat’s most important to you when making this decision?\nAsk question iteratively with focus on location, cost, type of food, and distance from each attendee (equity)\nHow often do you use food apps?\nWhat’s the process from idea to dinner when you are making plans currently\nUser Interviews\nInterview 1: Zack Leder\nEnd of March\nBrahm interviewed Zack on a Saturday afternoon. A friend from previous classes, Brahm knew Zack fit the user persona that the group was targeting and Zack was able to give critical information that helped drive our project’s genesis.\nInterview 2: Zarina Iman\nEarly April\nEllen interviewed Zarina on a Friday afternoon. She met Zarina through her other friends from New York City and knew from social media that she often goes out to eat at “scene-y” restaurants across the city.\nInterview 3: Natasha Dalmia\nApril 2021\nVia a zoom call. Natasha is a friend who frequently dines in Philadelphia.\nInterview 4: Vaed Khurjekar\nEarly April. In person interview. *Ivan interviewed Vaed over lunch. Ivan has been good friends with Vaed since freshman year so he knew Vaed fits the ideal user persona the group was targeting given that he is a busy college junior who likes to eat out with friends frequently and often struggles to choose a place and time to meet.\nLearnings from the User Interviews\nLearning 1\nZack helped refine our MVP by sharing that he had never experienced a conversation about distance between attendees. Zack told us that time, price and food type were the most important things to him, and importantly depending on the day his rankings on how important these factors are to him will change.\nLearning 2\nZarina revealed that even though she lives in the suburbs and the friends she meets up with live all across NYC, she cares very little about finding an equidistant location to meet up and cares more about the type of restaurant and likes to instead choose a specific location in a cool part of the city. Public transportation is a big part of NYC culture and its pretty normal to travel by train to anywhere within the city. She also helped us determine some features of our app based on her desire for a user-friendly app that is aesthetically pleasing, has pictures of food, and allows for reservation booking.\nLearning 3\nFrom Natasha we learned people frustrated when trying to find a restaurant, it is problematic to organize the group and that outings are typically organized through a group chat, will sometimes break off into side conversations lasting around 30 minutes. The interview confirmed having a group with unique criteria makes finding a singular place difficult and that cuisine and cost are the biggest factors. We learned that distance is not a relevant factor in the decision making process.\nLearning 4\nVaed helped the group shed some light on the factors that play a larger role in the decision making process –he pointed out that since most of his friends live fairly close to campus, finding a place that is somewhat equidistant from all members of the group is not a priority. As a result, our focus deviated from finding an optimal location for the group to meet toward identifying the best time and restaurant given the diversity of time, location and food type preferences among the group members.\nStoryboarding a Solution\nFrame 1\nBrahm decides he wants to have an econ 262 team 9 dinner\nEveryone is eager to go, but they are also busy at the moment, and it would be inefficient to text back and forth to decide on the plans\nThey are in need of a solution that will help them efficiently find the most optimal place to meet up that represents all of their preferences and desire to eat somewhere that they may not always go\n\nFrame 2\nBrahm sends a link to the lets.eat app so that everyone can fill in their preferences at their own leisure\nThis eliminates the time and energy it would take to text back and forth hashing out ideas and the details of the plans\nThis link is personalized to the group\n\nFrame 3\nEach member is able to first enter their time availability for the night they want to go out\nThey are able to check multiple times\nSeeing the number of votes beside each time gives them a better idea of when everyone else is free as well\n\nFrame 4\nThere might be a certain part of Philly that one of the members is excited to visit, and some may even be indifferent as to location\nEach member can use the map feature to pinpoint the general location they would like to meet at\nUsers can adjust the size of the targeted radius\n\nFrame 5\nThe app waits for each member of the group to enter their preferences\nOnce they do, it will automatically aggregate all of these preferences, eliminating the need to make time for discussion\nThe user data is compiled so that everyone’s voice is heard and no ones preferences are overlooked\n\nFrame 6\nA list is compiled of all the restaurants that represent the aggregated preferences The relative price range of each is displayed, along with the option to browse through a complete menu with pictures and prices *Those displayed are restaurants with available reservations for the time and number of people selected, and users can choose the one that they prefer based on the type of food\n\nFrame 7\nA reservation is seamlessly booked through the app\nA confirmation text is sent to each member of the group\nThese reservations are of higher reliability for restaurants and less likely to be canceled since they are representative of the group’s preferences\n\nFrame 8\nThe group heads over to their restaurant of choice and enjoys a great meal that was easy to plan! Everyone is excited because their preferences were taken into consideration\n\nNext Steps\nOur next steps if we pursue the project further is to make digital mock-ups of the different pages of our app and run another round of user-interviews to gain feedback about how user-friendly and overall engaging our design is. We would like to see if this idea actually solves the key problem and how we can improve. From there would come the design of an actual app that we can release as a trial.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-05-15T19:37:20+00:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-22-team-3/",
    "title": "COVID-19 Testing at Penn",
    "description": "Reopening Penn safely through 100% student biweekly testing.",
    "author": [
      {
        "name": "Suhita Kodali",
        "url": {}
      },
      {
        "name": "Mariana Luna",
        "url": {}
      },
      {
        "name": "Vishesh Shah",
        "url": {}
      },
      {
        "name": "Daniel Wang",
        "url": {}
      }
    ],
    "date": "2021-05-09",
    "categories": [],
    "contents": "\nProblem Statement\nOur decision problem focuses on how we can improve COVID-testing policies at Penn to get 100% of the student body tested twice a week. Not all students fully participate in testing at Penn despite it being available for free, and we wanted to find out why. This is important because Penn’s COVID recovery directly impacts the local Philadelphia community both health-wise and economically, and proper adherence to COVID-testing is key to opening campus back up safely.\nUser Personas\nPersona 1\n\nPersona 2\n\nPersona 3\n\nConversation Starters\nHow often do you get tested?\nHow would you rate the testing appointment scheduling experience in terms of usability?\nDo you think the consequences for violating Penn’s Covid Student Campus Compact are too light? Too severe?\nHow often do you complete PennOpen Pass and why?\nHave you ever tested positive for COVID?\nUser Interviews\nInterview 1: COVID-Aware Penn Junior\n3/31/2021\nThe interview took place over Zoom\nInsights\nActivities\nIn the past, had a lot of activities and in-person things to do\nThis year shrunk total people he saw and met\nIt is hard to connect with people on Zoom\n\nCOVID\nHad a lot of COVID scares as he lives off campus in a house with seven people\nWants to be safe\n\nTesting Habits\nLikes the relief of getting negative tests\nNever has missed a test\nCould get tested more if he could\nWishes that other people get tested more\nSigns up for both appointments at once the week before, making it a part of his daily schedule, daily habit\nTries to go to appointments with roommates\nOnly uses Penn Open Pass for testing days\n\nTesting at Penn\nFinds it hard to remember to schedule appointment 24 hours before\nFinds scheduling not convenient as it does not allow for walks in testing and he can only get tested on two specific days\n\nInterview 2: COVID-Skeptic Penn Sophomore\n3/30/2021\nThe interview took place over Zoom\nInsights\nActivities\nHe was at home for a very long time in quarantine and came back to Penn because at Penn he didn’t have to care for his parents\nLives off campus\nWent to parties, gatherings\n\nCOVID\nHe was exposed multiple times and never got it\nWhen he was exposed he would go to Irvine immediately with a Red Open Pass\nBelieves vaccinated people should not have the pressure to get tested\n\nTesting Habits\nRarely got tested once a week\nHas not been tested since getting the vaccine\nOnly completes Penn Open Pass on days he would get tested\n\nTesting at Penn\nWould like more walk in testing\nWould like the registration process to be easier\nWould forget and be too lazy to go get tested before he got the vaccine\n\nInterview 3: COVID-Aware Penn Senior\n3/29/2021\nThe interview took place over Zoom\nInsights\nActivities\nFollows COVID rules and does not see that many friends\nHas significantly reduced her social life, attends few gatherings\nSometimes hard to follow Penn’s COVID rules\n\nCOVID\nHer motivation to get tested is to prevent risking other people like her dad that have a higher risk\nDoes not want to quarantine two weeks so she gets tested\n\nTesting Habits\nGets tested twice a week regularly\nCompletes Penn Open Pass daily as her needs it in order to access dorm\nHas the vaccine and still gets tested\n\nTesting at Penn\nWould like more testing days rather than just Wednesdays and Saturdays\n\nInterview 4: Penn Admin\nWe reached out to a few people in the Penn Administration\nOne of them responded, but said they were too busy to be interviewed\nDid not refer us to someone else\nLearnings from the User Interviews\nLearnings from Interview 1\nEven though he wants to stay safe and never misses a test, Penn Open Pass is only used when he has to go test\nThere is a difference between living on campus and off campus that should be addressed\nSigning up takes mental effort and sometimes he forgets, but he tries to sign up for both tests at once to reduce that mental effort\nRoommates influence his decisions! They go testing together\nWe tweaked the fact that even though the COVID-Aware Student cares, they do not follow the Penn Student Compact as strictly as we though\nSometimes only gets tested once a week\nLearnings from Interview 2\nA lot of COVID-Skeptic Students live off campus as they do not need to get tested regularly in order to maintain a green open pass\nHaving the vaccine affects if this student gets tested or not\nOnly completes Penn open pass to get tested\nThese type of students do not necessarily go to secret events, they just join in larger gatherings\nWe also tweaked the fact that this student might test if exposed\nLearnings from Interview 3\nThis was another COVID-Aware student but slight differences in behavior came forward\nAs she lives on campus, she continued to get tested even after getting the vaccine\nWe learned that the majority of on campus students continue to get tested regularly differing from off campus\nWe also learned that there are not a lot of COVID-Skeptic Students, its just the system of scheduling preventing them from getting tested\nOther Insights\nWe really wanted a broad sense of the community, so our team interviewed 30 people\nThis resulted in learning that there are not a lot of skeptics in the student body and the students want to be safe\nWe also realized that there is a minimum of fear by being disciplined by Penn\nThe students that we believed to be COVID-Skeptics just actively forgot to sign up before as they may have a busy day and it requires mental effort\nProposed Solutions\nAfter analyzing our user interviews, we formulated a list of potential policy changes to Penn’s COVID-19 testing program that can help reach our goal of 100% testing compliance:\nSend text reminders to students about their upcoming COVID-19 testing appointments.\nIncrease availability of potential testing days for students, giving them more options.\nStudents should automatically be assigned to time slots for COVID-19 testing for their testing days for the whole semester. This would create more of an “opt-out” system when it comes to COVID testing.\nSend follow-up texts and emails to students who miss their scheduled COVID-19 test appointment. In these messages, include links to reschedule their appointment.\nAllow same-day sign-ups for students to make up for missed COVID-19 tests and increase flexibility.\nStoryboarding a Solution\nFrame 1\nAmit is a junior at Penn who wants to be COVID-safe but forgets to get tested regularly.\nHe tries his best to follow COVID regulations according to Penn’s campus compact, but finds that it’s difficult to manage classes, a social life, and his mental health with pandemic safety.\nHe understands the importance of testing but but finds the restrictions around scheduling an appointment complicated and too annoying.\n\nFrame 2\nIn this second frame, we show how Amit forgot his Wednesday appointment. - Luckily, with our new solution implemented, he got a text reminder that lets him know that he missed his appointment - This text reminder also gives him an easy linke to reschedule - Amit thinks he still has to wait until Saturday for his next appointment per Penn’s initial covid testing schedule for undergraduates.\n\nFrame 3\nAmit still thinks that he will have to wait until Saturday to get tested per Penn’s COVID testing schedule for undergraduates\n\nFrame 4\nAmit realizes Penn has changed their policies with one of our solutions: next day testing\nNo need to wait half a week in the case of a missed appointment\n\nFrame 5\nAmit is very excited of how easy it is to get tested now with this new policy and decides to reschedule ASAP.\n\nFrame 6: Value Creation\nAmit goes to get tested the very next day keeping himself and the rest of campus safer. With all the new policies which make testing more accesible, Amit continues to get tested regularly for the rest of the semester.\n\nNext Steps\nIf we pursue the project further, the next step would be to reach back out to the Penn Covid Task Force and ask for a sit-down with them to understand the challenges they face as well as to potentially propose a few of our solutions.\nTo go a step further, we thought of building an all-in-one app that keeps track of everything COVID-related: testing appointments, results, open pass, and eventually COVID vaccination records. Additionally, we can incorporate a gameified and social component within the app in order to incentivize students to get tested regularly.\n\n\n\n\n",
    "preview": "posts/2021-04-22-team-3/intro.png",
    "last_modified": "2021-05-15T14:27:37+00:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-22-team-10/",
    "title": "Terra",
    "description": "An informational, rewards-based app that empowers and encourages users to make environmentally-friendly choices at a low cost.",
    "author": [
      {
        "name": "Elizabeth Jin",
        "url": {}
      },
      {
        "name": "Samantha Pecan",
        "url": {}
      },
      {
        "name": "Jacob Richey",
        "url": {}
      },
      {
        "name": "Jose Roberto dos Remedios",
        "url": {}
      }
    ],
    "date": "2021-05-07",
    "categories": [],
    "contents": "\nProblem Statement\nPlace a short description (3 sentences max) of your problem.\nExplain the decision inefficiency in the state of problem today.\nWhy is it important or worth solving?\nClimate change is a global investment good with no individual feedback available.\nPeople are not aware of the environmental impact of their choices, or how to create an environmental impact with their choices.\nAn international push to net zero by 2050 will require informed, interested consumers driving a robust, global market of sustainable goods.\nUser Types\nPrimary Users (Target Group)\nCore: Environmentally conscious adults willing to pay a premium for sustainable products.\nExtension: Family and friends, environmentally conscious low-income individuals (e.g. students).\nEmotional connection: Primary users must consciously feel using our tool encourages more environmentally-friendly decisions (this is their goal!) -> positive reinforcement key for primary users.\nFamily and friends must subconsciously be nudged towards more environmentally-friendly decisions (they are using the tool primarily because of peer pressure, not true excitement over cause).\nLow-income individuals must consciously feel using our tool enables them to make their desired environmentally-friendly decisions at low-cost -> a tool that encourages (and at times requires) high-spending will have negative effect on this group.\nSuppliers (Facilitation)\nProducts marketed through our platform. Target companies who would benefit most from additional marketing + exposure to interested consumers (e.g. early stage start-ups).\nA start-up’s greatest asset is their time -> this is the primary trade they are making. Time for marketing. We must make their time worth it. Partnerships with suppliers must yield positive results in the form of brand exposure and sales.\nSupporters (Environmental Activists)\nThese people are likely to have the greatest impact through marketing of our tool than personal use.\nPerhaps the easiest group to please.\nMust feel our tool will genuinely create a difference -> want to share to with as many people as possible.\nPrimary User Personas\nLiz\n\nKatie\n\nDaniel\n\nConversation Starters\nIf you woke up one day and decided “Hey, I want to start helping the environment more,” what would you do?\nDo you know your own carbon footprint? -> Would you be interested in knowing your own carbon footprint?\nOn a scale of 1-10, how important is making environmentally-friendly decisions to you? -> Why not a 10?\nDo you think that you produce more or less waste than the average American? -> Would you like to know the answer? -> How do you think your behavior would change if you knew the answer?\nDo you anticipate changes in your feelings towards environmental causes over the next 5-10 years? What would be the primary causes of these changed feelings?\nMeaningful Quotes from User Interviews\nClaire Kelly, Primary User\nApril 1st, Zoom\n\nI really want to help out the environment as much as possible, but I financially cannot make it a top priority while I am in college.\n\n\nYoung people, I think, care the most about the environment. We’re the ones who have to live with the decisions we make now later.\n\n\nI think now is more important to be environmentally conscious than ever. At some point the damage we do will be irreversible and that’s so scary.\n\nVivian Voth, Environmental Education Major (Supporter)\nApril 2nd, Zoom\n\nThe problem with educating yourself about environmental causes is that the process is quite negative, you’ll learn about oceans filled with plastic and animals going extinct.\n\n\nI think a lot of people don’t know how to help the environment themselves, in their own individual lives.\n\n\nAll sustainability movements start at the individual level.\n\nMarcelo Garcia, Primary User\nApril 3rd, Zoom\n\nIt’s really hard to get parents and older people of older generations to care about the environment, because it’s not really high on their priorities. It takes a lot of help from close young relatives to teach them, but that’s something we can’t do alone.\n\n\nMy favorite part of work is teaching people about the environment, and how little it takes for us to change it. That’s why it’s important to have small daily habits that are helpful rather than harmful, because either way, it builds up.\n\nJane Park, Primary User\nApril 4th, Zoom\n\nThe reason why people are becoming more and more ignorant about environmental problems is because people, including myself, tend to regard the environmental problem as something too far away. They, we, are mostly interested in more micro-level, individual problems.\n\n\nThe most critical part of solving environmental problems is providing incentives that can personally stimulate individuals and habituate making environmentally conscious decisions.\n\n\nIf you want to keep your users’ interest in your application, the best way is to give some fun to them. I think it’s really important to gamify the system and provide a certain level of entertainment to the users.\n\nNora Schaper, Co-founder of HiBAR (Supplier)\nApril 7th, Zoom\n\nThe biggest hurdle is asking people to make behavior changes for environmental reasons. We have to help them understand that it’s as effective as other well-known products and it’s an equal substitute and competitor.\n\n\nThe biggest challenge was getting people to trust us. We really started gaining traction once our website supported customer reviews and customers started writing about what they liked about the product. Testimonials from existing customers go a long way.\n\nLearnings from User Interviews\nPositive incentives matter.\n\n“I will use it actively at first, but if there is no additional incentive or content that can arouse my interest, I probably won’t continue using it.” - Jane Park\n\nWe need to focus on the positive effects of individual sustainable decisions uplifts users, and make users excited to continue their efforts.\nFinances matter even more.\n\n“I find sustainable shoppping difficult because of the financial burden and lack of availability.” - Claire Kelly\n\nYouth are the most passionate about climate change issues, but they also have the least money out of all consumers. Shift our core, primary user to low-income individuals like students, and design our tool to describe low-cost, high-impact choices available to consumers.\nFor older users, we are nudging them towards a significant behavioral change in consumer practices. They are more likely to make this change if it aligns with their economic interests.\nWe must reframe the pitch of climate-conscious decisions from an expensive, but socially responsible choice, to an economic opportunity. This approach is mirrored by the Biden administration, which is pushing technological innovation over policies like a carbon tax, partly to encourage other countries into environmental action out of their own economic interest.\nStoryboarding a Solution\nFrame 1\nJane is a UPenn freshman, interested in personally helping the environment, but with no idea where to start. Keyword search of “environment” on the app store leads her to Terra.\n\nFrame 2\nNow an informed consumer, Jane orders eco-friendly shampoos, metal straws, and other reusable products through Terra.\nJane regularly checks the visualizations and statistics on her carbon footprint, encouraged and excited by the progress she sees.\nShe sets a goal to personally save 50 trees worth of paper by the end of the year, and Terra logs this intention. Terra will encourage her, and keep her accountable, in achieving her goal.\n\nFrame 3\nShe shares her experience with friends and some of them also start using the application. Jane is excited to compare carbon footprints with her friends, and enjoys the social interaction on Terra. She finds it motivating.\nThe actions of this growing web of individuals contribute to larger consumer movement towards more sustainable household products.\n\nPrototype\n\nNext Steps\nEngineer a MVP on TestFlight to include:\nA sustainability score, informed by a one-time user survey.\nPublished feature importance of our sustainability score (so users can understand how it works).\nInformational page on the global climate crisis, with links to longer references to learn more.\nPersonalized recommendations on how the user can improve their sustainability score, with user-enabled filtering and sorting (e.g. sort by cost, filter by time required).\n\nLearn from the MVP, potentially conduct a second round of user interviews. Improve UI features by adding visualizations of the positive effects of sustainable decisions, such as virtual trees saved, plastic waste reduced, etc. Game-ify sustainable choices by including badges, prizes, and experience levels.\nNext iteration - build a Marketplace and Community:\nReach out to suppliers, and based on the interested parties, launch a small-scale, niche Marketplace. Think Amazon’s initial starting point as an online bookstore. The eventual goal is to be the hub of environmental information and products.\nAdd a Community element to capitalize on the effects of peer pressure and social activism. Users can create “Teams” and work towards collective goals and rewards.\n\nLong-term ideas:\nScan a product barcode and receive a “sustainability score” of the brand and individual product.\nIntegrate with smart household appliances (Nest, Alexa, etc.) to monitor individual energy use (before, could just have users input their monthly electrical usage from their bills).\nSort transportation options by their carbon footprint.\nMatch a user’s “tree saved” with one planted -> 2x every user’s impact. Use Ecosia as example.\nReward engagement: the more you use the app, the more support you should provide to environmental causes around world.\nQuantify the future dividends of immediate sustainable decisions.\n\n\n\n\n",
    "preview": {},
    "last_modified": "2021-05-15T14:27:37+00:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-22-team-12/",
    "title": "Group 12 Final Project: AutoSave",
    "description": "An effective way to nudge people to save more effortlessly.",
    "author": [
      {
        "name": "Jason Xiao",
        "url": {}
      },
      {
        "name": "Sai Ma",
        "url": {}
      },
      {
        "name": "Mia Knight",
        "url": {}
      },
      {
        "name": "Christy Qiu",
        "url": {}
      }
    ],
    "date": "2021-05-07",
    "categories": [],
    "contents": "\nProblem Statement\nIt is a known fact that Americans do not save enough, whether for rainy days or for retirement. Research has shown 69% of Americans have less than $1,000 in savings, and 39% of Americans would be unable to pay an emergency expense of more than $400. This is concerning because it shows that the majority of Americans aren’t financially prepared for the unexpected, which we’ve seen during the pandemic with mass layoffs and record-high unemployment rates.\nUser Personas\nPersona 1: Jane Doe (Entered Workforce Directly)\n\nPersona 2: Alan Wang (Student without financial aid)\n\nPersona 3:Susie Lee (Student with full financial aid)\n\nConversation Starters\nDo you have a plan for your savings and future? Is there a reason you are saving that much?\nWhere are savings in terms of your financial priorities?\nWhat are the biggest challenges you face in saving money?\nWhat has been most beneficial in helping you save money?\nIf you had extra money right now, what would you do with it?\nUser Interviews\nInterview 1 Name: Pharaoh Tyehimba (Entered Workforce Directly)\nWhen did it happen: April 2021\nHow did it happen: Interview was conducted via video call through zoom, guided by a set of pre-selected questions, as well as some open-ended questions as fit in the conversation.\nInterview 2 Name: Jason Chau (Student Without Financial Aid)\nWhen did it happen: April 2021\nHow did it happen: Interview was conducted via phone call, guided by a set of pre-selected questions, as well as some open-ended questions as fit in the conversation.\nInterview 3 Name: Sharmari Harrington (Student with full financial aid)\nWhen did it happen: April 2021\nHow did it happen: Interview was conducted in person, guided by a set of pre-selected questions, as well as some open-ended questions as fit in the conversation.\nLearnings from the User Interviews\nLearning 1\nLearning 1: “I don’t know how much I should be saving, and I don’t have a plan.”\nThis tweaked our understanding of our user problem as it showed that the main problem hindering savings was not that people cannot save, but that they genuinely don’t know how to save or have a solid plan for it. Many don’t save because they don’t even know how to begin. To account for this, we needed to find a way to guide users towards concrete savings goals. This led us to automatically generated goals, as well as the product sign-up prompting goals by default.\nLearning 2\nLearning 2: “I tend to go through impulsive buying because I easily forget my savings goals, especially on a daily basis.”\nThis tweaked our understanding of the problem because it helped us identify one of the primary challenges our prospective users faced in building their savings. Savings is a long-term pursuit, and we needed a way for people to continuously save without much effort. This led us to automatic withdrawals into the savings account before money can even be spent, eliminating the issue of impulse buying.\nLearning 3\nLearning 3: “I only save when people have both a surplus of money and am consciously thinking about savings.”\nThis tweaked our understanding of the problem because it helped us realize the necessary conditions for many of our prospective users to save. They need to have both a surplus of money and be consciously thinking about adding to savings. We needed to find a way for our product to help people achieve these conditions effortlessly. This led us to daily challenges combined with automatic withdrawals, empowering users to meet both conditions. Users are nudged to save more money, and automatic withdrawals eliminate the need for conscious thinking.\nStoryboarding a Solution\nFrame 1: Meet Jane\nPoint 1: Jane was raised in a low-income household and did not have a lot of financial support or education growing up.\nPoint 2: Jane currently works in foodservice and lives with her parents at home.\nPoint 3: Jane has tried to save money, but it’s complicated. She wants to move out of her parents’ house.\n\nFrame 2: Jane Signs Up\nPoint 1: Jane heard that AutoSave is an easy-to-use financial account that is focused on helping her save and reach financial independence.\nPoint 2: Jane signs up for an account with checking, savings, and retirement accounts all incorporated into one easy-to-manage app.\nPoint 3: Jane sets up a direct deposit of her salary onto the app, and is prompted to divide her incoming payments into checkings/savings/retirement accounts by default.\n\nFrame 3: AutoSave helps Jane Track her Savings\nPoint 1: AutoSave generates goals, and prompts Jane to manually add goals. She adds a goal to save for a down payment on a house.\nPoint 2: Each time Jane gets paid, as well as periodically, she receives a notification with a breakdown of her accounts and progress towards her goals.\nPoint 3: Jane also looks at her savings performance compared to others, and uses it as a benchmark to start saving at a rate comparable to her peers on the app.\n\nFrame 4: AutoSave helps Jane cut her spending\nPoint 1: AutoSave learns Jane’s spending habits over time, producing real-time, on-demand reports that allow her to systematically track and understand her spending habits.\nPoint 2: Jane compares how much she is spending relative to others in her area and demographic, and looks at recommendations on how she can improve.\nPoint 3: Jane sees that she is spending way more money on food and transportation than she previously thought, and much more than her peers. She aims to cut down on spending going forward.\n\nFrame 5: AutoSave helps Jane cut her spending\nPoint 1: AutoSave comes up with recommendations and tailored daily challenges to help her cut spending and reach her savings goals.\nPoint 2: When she completes these challenges, AutoSave automatically moves the money she saves as a result of the challenges into her savings accounts.\n(e.g. Jane usually spends $15 a day on food, she successfully completes her challenge to spend only $10 on food, so AutoSave automatically deposits $5 into her savings.)\nPoint 3: Jane continues to work towards her goal of saving for a down payment, and faces constant nudges to spend less without needing to be fully conscious of her savings.\n\nFrame 6: Jane’s Results\nPoint 1: After a period of time using the app, Jane has accomplished her goal of saving enough for down payment and is continually building her savings.\nPoint 2: Before AutoSave, Jane had no plans for her finances at all. Now, she has a savings account, a retirement account, and a solid plan for her finances.\nPoint 3: Jane is satisfied with how her financial situation has progressed since signing up for the app, and recommends it to her friends.\n\nNext Steps\nSome next steps we anticipate include the following:\nConduct more user interviews to better understand our target audience.\nCreate a digital prototype of our product using UI/UX tools.\nOnce a digital prototype is created, hold a focus group to see how people interact with the product.\nMake adjustments and iterate based on insights from user interviews and focus groups.\nFormulate a plan to scale the product.\n\n\n\n",
    "preview": "posts/2021-04-22-team-12/Savings.png",
    "last_modified": "2021-05-15T14:27:37+00:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-22-team-8/",
    "title": "learnInvest",
    "description": "An immediate, hassle-free financial advisor promoting personal portfolios and\nindividual financial decisions, one Exchange Traded Fund at a time.",
    "author": [
      {
        "name": "David Jin",
        "url": {}
      },
      {
        "name": "Meg Hair",
        "url": {}
      },
      {
        "name": "Carol Zhou",
        "url": {}
      },
      {
        "name": "Brad Benton",
        "url": {}
      }
    ],
    "date": "2021-05-06",
    "categories": [],
    "contents": "\nProblem Statement\nThere are three main reasons why someone may choose not to trade financial assets: uninterest, lack of time, or risk aversion. These obstacles discourage valuable, potential investors from both expanding their personal wealth and enhancing the efficiency of our financial markets. While a typical robo-adviser aims to address these three concerns, almost all of them conceal their algorithm, preventing users from learning how to invest on their own, thereby reducing the diversity in decisions made in financial markets.\nUser Personas\nPersona 1\n\nPersona 2\n\nPersona 3\n\nConversation Starters\nAre you employed/seeking employment?\nIf not, why not?\nIf so, do you enjoy your work?\n\nWhere do you save your income (savings or checking account, mutual funds, 401K, etc..)?\nWhat do you do in your free time?\nHow many hours of free time do you have in a typical week?\n\nDo you have an interest in investing?\nDo you trade any financial assets on any market?\nIf no, why not?\nIf yes, what are some challenges?\n\nUser Interviews\nBryan: Car Mechanic at Family-Owned Auto Shop\nWhen did it happen: We conducted the interview with Bryan on March 25th after he closed shop for the day, which was around 8PM.\nHow did it happen: Bryan is a close online friend of David’s, whom he has known for about a year. Since Bryan is a full-fledged mechanic who meets the requirements of the “Uninitiated Worker,” David asked to interview him. We arranged a 30 minute conversation with Bryan in a voice call over a Voice over IP software called Discord. With his consent, we recorded the conversation and reviewed it later to evaluate details.\nBrianna: College Student at University of Toronto\nWhen did it happen: We conducted the interview with Brianna Wang on April 6th around noon.\nHow did it happen: Brianna is a childhood friend of Carol’s from elementary school. Since they have discusses investing and finance before and she met all the requirements for “college student,” we reached out to her to see if she would be interested in interviewing with us. She typed down her answers over a messaging service called WeChat, which automatically preserves conversations like most messaging services.\nMonica: Assistant to CEO of Syracuse Research Corporation\nWhen did it happen: We conducted the interview with Monica on April 1st at 6:30pm when she had returned home from work.\nHow did it happen: Monica works for Meg’s father at SRC, and she met all of the requirements for our user persona “Female Professional.” We were able to acquire her contact information from Meg’s father. The call lasted around 20-30 minutes over Zoom. We did not record the Zoom, but transcribed her responses in a document for the team members to review (with her consent of course).\nLearnings from the User Interviews\nLearning 1\nBryan did confirm our prior belief the asset trading may appear to be intimidating and convoluted for a beginner. However, we noted that there was a lesser focus on monetary gain compared to the trendiness of investing. Like all of the interviewees, Bryan was not overly interested in finance and was satisfied with his current state of keeping most of his money in savings and checking accounts. As such, when asked about the potential appeal of investing, he responded with mild amusement about the fast-paced and professional lifestyle behind finance commonly seen in films, rather than for monetary gain.\nA key goal in our design is accessibility. In other words, any pedestrian regardless of background should be able to take full advantage of our applications’s functionalities immediately. Our interview with Bryan demonstrated to our team that, while simplicity is imperative, the UI should make the user feel as if they are getting heavily involved in financial decisions. That way, a user may be attracted to the “fun” aspect of discovering which financial asset they want to trade. We were reminded that while our app must implement a robust algorithm, another important component is how to attract users: this seems to be a delicate balance of how our app frames the difficulty of investing and the gamification of trading assets.\nIn fact, we decided to implement a “Learn more” section, where the user has the option of researching Exchange Traded Funds (ETF) with appropriate figures and graphs. Additionally, including a high-level description of how our algorithm suggested the user’s respective ETF may boost retention for future uses.\nLearning 2\nAll three of our interviewees considered the possibility of learning how to invest. While trading assets for financial gain is inherently useful, we were surprised to find that our interviewees were also intrigued by learning the basics of how to invest. Likely due to a combination of social media and personal characteristics, we deducted that we can expect most people to be curious about how robo-advisers generate suggestions for assets to purchase and that an opaque algorithm would be likely to slightly uninterest them\nThis observation would help us diversify learnInvest from other typical financial robo-advisers which serve similar purposes. Notably, a major concern about robo-advisers is that they build reliance on the product rather than gradually assist the user to invest intelligently on their own. Hence, while we intend to design our algorithm to be able to compete with other robo-advisers’ algorithms, we also implement features that encourage users to glean how our algorithm suggests ETFs. With this knowledge, users would ideally be equipped to invest in financial markets more personally and without excessive reliance on financial software.\nlearnInvest’s goal should be then to maximize efficiency in financial markets. If agents are bound by an intermediary that they rely on to assist every financial decision, this generates uniform decision making (i.e a single algorithm) when deciding which assets to purchase and sell. Hence, when the algorithm makes a mistake, all of its users will make the same mistake, which (given enough users) could damage financial markets or unilaterally forego opportunities that the algorithm is blind to.\nLearning 3\nwhile each of our expected user personas are markedly different, our interviews suggest relatively uniform preferences when considering financial investments. A possible reason for this is that most people value money similarly. The college student who should not be willing to invest too much money and has relatively more time than the other personas is still able to gain a sum of money from investing that is proportional to his or her initial assets and opportunity cost. Likewise, the female professional who has more initial assets can recognize greater gains than the college student. In general, someone who is employed has a higher monetary opportunity cost of spending time investing, so he or she will only continue to invest if the returns are high enough.\nIf we are able to establish that most people would want to invest regardless of initial assets and amount of free time, we can narrow our app’s selling point to the growth potential in terms of financial literacy. All of our user personas acknowledge that they could be interested in the inner-workings of our algorithm, and because most robo-advisers do not offer this feature, our app is likely to be preferable.\nWe now modify our problem statement to not only design a cutting edge algorithm (which many robo-advisers have already done!), but to also integrate a learning component for users to eventually graduate from uniform financial decisions. In simpler terms, our algorithm should be the “baseline” to begin attracting users and our educational feature persuades users to select our app over others.\nStoryboarding a Solution\nFrame 1\nIvy is the owner of a trendy and successful cafe in downtown Baltimore.\nWith lighter COVID-19 restrictions on food and drink businesses, Ivy has been experiencing elevated sales.\nAfter covering variable costs from her business, she places 90% of her earnings in a savings account and the rest in her checking account.\n\nFrame 2\nAfter being exposed to the unpredictability of her business’s performance due to COVID-19, Ivy begins considering trading financial assets as a supplement to her income, but she is hesitant due to her inexperience and lack of free time.\nWhile Ivy is interested in finance, she has no prior knowledge, so she arranges a free consultation with a fancy financial adviser from Legg Mason.\nAt the consultation, Ivy is shocked to know that the flat annual fee is $8,000, which is far beyond her budget.\n ## Frame 3\nIn search for a cheaper alternative, Ivy discovers an online robo-adviser that only charges $125 per year.\nIvy trys out the robo-adviser with an account balance of $5,000 to help invest her inactive income, but is confused by how and why this portfolio management software works.\nAfter five months of testing out the robo-adviser, Ivy finds that she hasn’t learned anything about investing on her own, and the lack of personalization is considerably frustrating.\n\nFrame 4\nAttracted by the flexibility and education component, Ivy decides to try out our app learnInvest, and again lists $5,000 as her initial assets.\nIvy then completes the interactive survey concerning her risk aversion and impatience.\n\nFrame 5\nBased on the user survey, learnInvest suggests three Exchange Traded Funds (ETFs) that Ivy can consider to invest in and details explanations for why they may be good matches for her.\n\nFrame 6\nPleased by the option to make choices, Ivy decides to invest in two out of three suggested ETFs.\nIvy is surprised to see that the individual ETFs expect a higher return on investment (ROI) compared to the other robo-investor portfolios.\nEncouraged by the feedback generated by learnInvest’s algorithm, Ivy decides to research and invest in a an additional sector ETF with a slightly higher value at risk than her other two ETFs.\n\nFrame 7\nThroughout the course of six months, Ivy invests an additional $1,000 into each of her three ETFs.\nAfter six months have passed, Ivy compares her learnInvest’s ROI performance with the previous robo-advisers and finds that learnInvest has around 2% higher return. Notably, Ivy’s riskier sector ETF performed slightly better than the ETFs that learnInvest suggested.\nNow equipped with the basics in investing, Ivy decides to run learnInvest’s algorithm again but increases her initial assets. From the three suggestions, Ivy only selects one and researches two other ETFs based on her own judgement.\nOver the span of a year, Ivy has gained experience in basic investing and now feels more secure in making financial decisions for herself.\n\nNext Steps\nBased on our outline above, learnInvest’s algorithm will be considerably rigorous to implement. The immediate steps would be to develop an algorithm that rivals existing portfolio management robo-advisers, which is bound to be difficult. However, in the beginning stages of learnInvest, the algorithm would generate three ETF suggestions that each maximize expected ROI at varying value at risk (VaR) levels. This feature would not be overly involved, but predicting trends in financial markets is a vast and difficult field–we should expect to spend a lot of time developing an optimal algorithm.\nOnce a working algorithm has been finalized, the educational portion of learnInvest is trivial. Even without having developed the algorithm, we expect that many of our predictors will be multinomial or binary. Hence, when a user satisfies a combination of certain dummy variables, our educational component would detail how his or her demographics correspond to the suggested ETFs. Explaining high-level details of our algorithm to our user is relatively easy, but the developing the algorithm itself is anything but nontrivial.\nAfter the algorithm is developed, we would focus on implementing our algorithm into the user interface. A first pass at our UI (and a high-level description of our algorithm) is detailed below:\nSummary\nThe main goal of our app is to almost suggest three Exchange Traded Funds (ETFs) for the user to purchase, calibrated to their initial assets, risk aversion, and impatience. The three suggestions will come in three levels: high risk, medium risk, and low risk. We expect higher risk to typically correspond to higher return. The design layout proceeds as follows: the first section is a short survey evaluating the user’s preferences, the second section suggests three ETFs as detailed above, and the third and final section allows the user to recalibrate his or her preferences.\nFirst Section\nWe aim to quantify the user’s initial assets, risk aversion, and impatience. Our webpage/app will allow the user to input a range of how much he or she is willing to invest which we define as approximate initial assets.The following survey question will allow the user to select their level of risk. He or she will be presented with five levels of risk, each of which characterize varying levels of willingness to accept risks. This question will not accept numerical responses. The final question will allow the user to select a range of dates as to when he or she would like to liquidate their investment. Ideally, when a basic algorithm has been developed, we implement a feature that allows the user to leave the date field empty, implying that he or she intends to hold onto the ETF indefinitely.\nSecond Section\nBased on the survey responses, we aim to design an algorithm that will suggest three ETFs that the user may be interested in. The three ETFs will be described as low risk, medium risk, and high risk–each corresponding with higher levels of return. Depending on the user’s selection for level of risk aversion, we expect the ETF suggestions to calibrate accordingly. Under each ETF suggestion, the projected return and final sell date will be listed. In other words, the algorithm would be programmed to alert the user to sell if the desired rate is achieved–it could also be an option for our product to automatically sell the ETF, if the user prefers. Lastly, under each suggestion, our algorithm will generate explanations for why they were suggested and which characteristics of the ETF are compatible with the user. That way, the user can search for other ETFs on their own.\nThird Section\nLastly, if the user is not satisfied with his or her ETF suggestions, he or she will be presented with an option to return to the survey and adjust responses. Unlike the first iteration, the second version of the survey will allow the user to input a numerical level of risk.\n\n\n\n",
    "preview": "posts/2021-04-22-team-8/titlepage.png",
    "last_modified": "2021-05-15T14:27:37+00:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-22-team-7/",
    "title": "NewsChekt",
    "description": "NewsChekt tries to address news bias by providing fact-check functionality, hightlighting strong adjectives and encouraging users to consumer a diverse portfolio of news.",
    "author": [
      {
        "name": "Arnav Joshi",
        "url": {}
      },
      {
        "name": "Jinna Han",
        "url": {}
      },
      {
        "name": "Jonathan Webb",
        "url": {}
      },
      {
        "name": "Minna Zheng",
        "url": {}
      }
    ],
    "date": "2021-05-04",
    "categories": [],
    "contents": "\nProblem Statement\nNews and media bias permeate our social media and news consumption experience. Targeted algorithms repeatedly push similar news and information to users and lead to confirmation bias. This makes it difficult for people to engage their System 2 thinking and consider alternative narratives of the same news.\nUser Personas\nPersona 1\n\nPersona 2\n\nPersona 3\n\nConversation Starters\nHow do you read the news? (what apps do you use, or paper news, what sources do you read from)\nHow often do you read the news and how much time do you spend reading the news?\nWhat makes news outlets trustworthy and credible for you?\nShow logos of news outlets (CNN, Fox, OAN). What do you think of these outlets?\nDo you find the fact-checking feature on Twitter to be useful?\nUser Interviews\nInvestment Banking Professional\nThe interview was conducted in the 2nd week of April over Zoom.\nThe key takeaway was that the person did not engage with news online very deeply (did not read it often and did not spend a lot of time reading it) and only engaged with news online if it was alarming or attention-grabbing.\nConstruction Worker\nThis interview was conducted in the 1st week of April over Zoom.\nThe surprising thing that we learned from this interview is that the user was suspicious of not just one, but all media outlets as he believed that all of them had an underlying agenda.\nNews Editor\nThis interview was conducted in the 2nd week of April over Zoom.\nThe news editor acknowledged the fact that more and more media outlets are trying to cater to their specific audiences. This necessitates checking news articles for factual accuracy and bias.\nLearnings from the User Interviews\nLearning 1\nThe investment banker told us that he engaged with print media much more deeply compared to online news articles.\nWe encourage people to engage their System 2 and think critically when reading news articles online by highlighting strong language in the articles.\nWe try to make the experience of reading news online as close to that of thoroughly reading a newspaper.\nLearning 2\nWhile the construction worker believed that every media outlet was biased, he was passionate about no one being ‘muzzled’.\nThis motivated our dedication to avoid censoring any news content using our plugin.\nThe plug-in provides a fact-check feature and highlights strong language, but does not prevent a user from reading any article.\nLearning 3\nWe wanted to incorporate some kind of “bias” rating in our plugin\nThe news editor said that users needed to understand where the bias rating was coming from instead of just seeing a score on a scale of 1 to 10\nSo, we decided to highlight specific words and assess the tone of the article rather than just providing an overall bias score.\nStoryboarding a Solution\nFrame 1\nMeet Chuck: Chuck is on his way to work when he sees that President Trump has tweeted out that he has won the 2020 Presidential election.\nChuck normally only skims news headlines, but as the elections are an important political event, he’d like to find out more.\n\nFrame 2\nChuck navigates to a news article which says that Trump has lost the election, while Trump claims that he won by a landslide.\nChuck wants to know who is really telling the truth in this scenario.\n\nFrame 3\nChuck remembers hearing about NewsChekt and their fact-checking feature for news articles.\nHe decides to give it a try and installs the plug-in.\n\nFrame 4\nThe plug-in tells Chuck that the claims made by Trump have not been verified by the Associated Press, as well as other established media outlets such as CNN, Fox, and NBC.\n\nFrame 5\nChuck starts reading news articles regarding the election with the NewsChekt plugin installed.\nThe plugin provides Chuck information about where the media outlet that published the article lies on the political spectrum, and highlights any strong language.\nThe plugin also suggests other similar articles published by media outlets on varying scales of the political spectrum so that Chuck can get his information from a diverse set of sources.\n\nFrame 6 (final frame)\nUsing this plugin, Chuck can fact-check claims and understand what makes news articles biased.\nHe can still choose what to read and no content is censored.\nHowever, he is nudged to consume a more diverse news portfolio and engage with the news more critically using System 2.\nOur most ambitious goal is that news-readers like Chuck incentivize news outlets to produce content that has low bias scores.\n\nNext Steps\nWe need to design natural language processing algorithms that can detect strong language and the overall tone of the article.\nWe need to design algorithms that can look at claims made in a news article and suggest other articles which contradict the claim or shed more light on it.\nAnother crucial step is designing a Chrome plugin that can perform these tasks efficiently.\n\n\n\n",
    "preview": "posts/2021-04-22-team-7/insertimagehere.gif",
    "last_modified": "2021-05-15T14:27:37+00:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-22-team-1/",
    "title": "Your Project Title Here",
    "description": "A short description.",
    "author": [
      {
        "name": "Person 1",
        "url": {}
      },
      {
        "name": "Person 2",
        "url": {}
      },
      {
        "name": "Person 3",
        "url": {}
      },
      {
        "name": "Person 4",
        "url": {}
      }
    ],
    "date": "2021-04-22",
    "categories": [],
    "contents": "\nProblem Statement\nPlace a short description (3 sentences max) of your problem.\nExplain the decision inefficiency in the state of problem today.\nWhy is it importnat or worth solving?\nUser Personas\nPersona 1\n\nPersona 2\n\nPersona 3\n\nConversation Starters\nStarter 1\nStarter 2\nStarter 3\nStarter 4\nStarter 5.\nUser Interviews\nInterview 1 Name\nWhen did it happen\nHow did it happen\nInterview 2 Name\nWhen did it happen\nHow did it happen\nInterview 3 Name\nWhen did it happen\nHow did it happen\nLearnings from the User Interviews\nLearning 1\nwhat did you tweak in problem or persona understanding\nLearning 2\nwhat did you tweak in your problem or persona understanding\nLearning 3\nwhat did you tweak in your problem or persona understanding.\nStoryboarding a Solution\nFrame 1\nIn the first frame start with the user and their basic situation/problem before experiencing your solution.\nPoint 1\nPoint 2\nPoint 3\n\nFrame 2 to N-1\nExplain each frame with bullet points\nPoint 1\nPoint 2\nPoint 3\n\nFrame N (final frame)\nIllustrate the value creation in the final frame (e.g., problem solved!)\n\nNext Steps\nWhat are your next steps if you pursue the project further\n\n\n\n",
    "preview": "posts/2021-04-22-team-1/insertimagehere.gif",
    "last_modified": "2021-04-22T18:44:17+00:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Market Design Projects",
    "description": "Welcome to our new blog, Market Design Projects. We hope you enjoy \nreading what we have to say!",
    "author": [
      {
        "name": "Amit Gandhi",
        "url": {}
      }
    ],
    "date": "2021-04-22",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-22T16:17:41+00:00",
    "input_file": {}
  }
]
